"%@ already exists. Replace?" = "%@ уже существует. Заменить?";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "Сторонний исходный код";
"?" = "?";
"\"%@\" notification is disabled" = "Уведомление \"%@\" отключено";
"About Fcitx5 macOS" = "О Fcitx5 macOS";
"About matching key position" = "О сопоставлении по расположению клавиш";
"Add" = "Добавить";
"Add an empty group" = "Добавить пустую группу";
"Add group" = "Добавить группу";
"Add input methods" = "Добавить методы ввода";
"Add item" = "Добавить элемент";
"Addon Config" = "Настройка аддонов";
"Advanced" = "Дополнительно";
"All phrases are imported" = "Все фразы импортированы";
"All plugins are up to date" = "Все плагины обновлены";
"Alpha (0-255)" = "Прозрачность (0-255)";
"Amharic" = "Амхарский";
"and" = "и";
"Arabic" = "Арабский";
"Are you sure to uninstall selected plugins?" = "Вы уверены, что хотите удалить выбранные плагины?";
"Are you sure to uninstall?" = "Вы уверены, что хотите удалить?";
"Available" = "Доступно";
"Cancel" = "Отмена";
"Cannot show config for %@: %@" = "Не удалось показать настройки для %@: %@";
"Check update" = "Проверить обновления";
"Checking" = "Проверка";
"Chinese" = "Китайский";
"Clear all data" = "Очистить все данные";
"Clear user data" = "Очистить пользовательские данные";
"Cleared" = "Очищено";
"Click or drag %@ file here" = "Нажмите или перетащите файл %@ сюда";
"Click or drag image file here" = "Нажмите или перетащите файл изображения сюда";
"Click or drag theme file (.conf) here" = "Нажмите или перетащите файл темы (.conf) сюда";
"Click or drag to this area" = "Нажмите или перетащите в эту область";
"Click to record" = "Нажмите для записи";
"Close" = "Закрыть";
"Config" = "Настройки";
"Copy" = "Скопировать";
"Create" = "Создать";
"Current keyboard layout: %@" = "Текущая раскладка клавиатуры: %@";
"Custom Phrase" = "Пользовательская фраза";
"Cut" = "Вырезать";
"Data" = "Данные";
"Data manager" = "Менеджер данных";
"Debug" = "Отладка";
"Default" = "По умолчанию";
"Developed by" = "Разработано";
"Disable" = "Выключить";
"Done" = "Готово";
"Download failed" = "Загрузка не удалась";
"Edit" = "Правка";
"Enable" = "Включить";
"English" = "Английский";
"Error" = "Ошибка";
"Export data to …" = "Экспортировать данные в…";
"Export failed" = "Экспорт не удался";
"Export succeeded" = "Экспорт выполнен успешно";
"Failed to check update" = "Не удалось проверить обновления";
"Failed to convert txt table(s): %@" = "Не удалось конвертировать текстовую(ые) таблицу(ы): %@";
"Failed to copy Squirrel files" = "Не удалось скопировать файлы Squirrel";
"Failed to create" = "Создание не удалось";
"Failed to import %@ dict(s)" = "Не удалось импортировать %@ словарей";
"Failed to remove" = "Удаление не удалось";
"Failed to save" = "Сохранение не удалось";
"Fcitx5 Android" = "Fcitx5 для Android";
"Fcitx5 Android/macOS" = "Fcitx5 для Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 актуален";
"Fcitx5 macOS" = "Fcitx5 для macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 автоматически перезапустится при необходимости.";
"Fcitx5 will auto restart." = "Fcitx5 автоматически перезапустится.";
"Files with the same name will be overridden." = "Файлы с одинаковым именем будут заменены.";
"Follow App background (Liquid Glass)" = "Следовать фону приложения (Liquid Glass)";
"Font family" = "Семейство шрифтов";
"Generic" = "Общий";
"Generic font families" = "Общие семейства шрифтов";
"Global Config" = "Глобальные настройки";
"Group name" = "Имя группы";
"Hamster" = "Hamster";
"Hide" = "Скрыть";
"https:// or data:image/png;base64," = "https:// или data:image/png;base64,";
"Import" = "Импорт";
"Import customized table" = "Импортировать кастомную таблицу";
"Import data from …" = "Импортировать данные из…";
"Import dictionaries" = "Импортировать словари";
"Import native custom phrases" = "Импортировать нативные пользовательские фразы";
"Import succeeded" = "Импорт выполнен успешно";
"Imported %@ phrase(s)" = "Импортировано %@ фраз";
"Include Rime user directory in backup file?" = "Включить каталог пользователя Rime в резервную копию?";
"Input Methods" = "Методы ввода";
"Install" = "Установить";
"Install failed" = "Установка не удалась";
"Install manually" = "Установить вручную";
"Installed" = "Установлено";
"Invalid file name" = "Недопустимое имя файла";
"Invalid regular expression" = "Недопустимое регулярное выражение";
"Invalid zip" = "Некорректный ZIP";
"Items failed to import:" = "Элементы, которые не удалось импортировать:";
"Japanese" = "Японский";
"Keyboard layout not available" = "Раскладка клавиатуры недоступна";
"Keyword" = "Ключевое слово";
"Korean" = "Корейский";
"Latest (unstable) version available" = "Доступна последняя (нестабильная) версия";
"Licensed under" = "Лицензировано под";
"Local" = "Локальный";
"Local Squirrel" = "Локальный Squirrel";
"Malayalam" = "Малаялам";
"Match key position" = "Сопоставлять по расположению клавиш";
"Maybe later" = "Возможно, позже";
"Name" = "Имя";
"New file" = "Новый файл";
"No" = "Нет";
"No files selected" = "Файлы не выбраны";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "Обычно сочетания клавиш сопоставляются с символом, вводимым в текущей раскладке клавиатуры. Если этот параметр включён, сочетание клавиш игнорирует раскладку и сопоставляется только по расположению клавиши. Например, сочетание, записанное для клавиши A в раскладке QWERTY, продолжит использовать ту же позицию после переключения на Dvorak.";
"OK" = "ОК";
"Only show current language" = "Показывать только текущий язык";
"Open dictionary directory" = "Открыть каталог словаря";
"Open directory" = "Открыть каталог";
"Open in editor" = "Открыть в редакторе";
"Order" = "Порядок";
"Other" = "Другое";
"Paste" = "Вставить";
"Phrase" = "Фраза";
"Pinyin Dictionaries" = "Словари Пиньинь";
"Pinyin user data" = "Пользовательские данные Пиньинь";
"Please update Fcitx5 in \"About\" first" = "Сначала обновите Fcitx5 в разделе «О программе»";
"Plugin Manager" = "Менеджер плагинов";
"Preview" = "Предпросмотр";
"Quick Phrase" = "Быстрая фраза";
"Reload" = "Перезагрузить";
"Reloaded" = "Перезагружено";
"Remove" = "Удалить";
"Remove dictionaries" = "Удалить словари";
"Remove items" = "Удалить элементы";
"Rename" = "Переименовать";
"Rename group" = "Переименовать группу";
"Reset current page. To reset a single item/group, right click on its label." = "Сбросить текущую страницу. Чтобы сбросить отдельный элемент/группу, щёлкните правой кнопкой по его метке.";
"Reset to default" = "Сбросить к значению по умолчанию";
"Restart" = "Перезапустить";
"Restart process to load new fonts" = "Перезапустите процесс для загрузки новых шрифтов";
"Right click to reset this group" = "Щёлкните правой кнопкой, чтобы сбросить эту группу";
"Right click to reset this item" = "Щёлкните правой кнопкой, чтобы сбросить этот элемент";
"Rime binaries" = "Бинарные файлы Rime";
"Rime config" = "Конфигурация Rime";
"Rime user data" = "Пользовательские данные Rime";
"Russian" = "Русский";
"Save" = "Сохранить";
"Saved" = "Сохранено";
"Search" = "Поиск";
"Select" = "Выбрать";
"Select a language from the left list." = "Выберите язык из списка слева.";
"Select All" = "Выбрать все";
"Select an input method from the side bar." = "Выберите метод ввода из боковой панели.";
"Select App" = "Выбрать приложение";
"Select font" = "Выбрать шрифт";
"Select image" = "Выбрать изображение";
"Select/Import CSS" = "Выбрать/импортировать CSS";
"Select/Import theme" = "Выбрать/импортировать тему";
"Selected %@ file(s)" = "Выбрано %@ файлов";
"Set keyboard layout of group" = "Установить раскладку клавиатуры для группы";
"Set keyboard layout of input method" = "Установить раскладку клавиатуры для метода ввода";
"Show keyboard layout" = "Показать раскладку клавиатуры";
"Sinhala" = "Сингальский";
"Sogou Cell Dictionary" = "Словарь Sogou Cell";
"Status bar is hidden" = "Панель состояния скрыта";
"Switch to Debug" = "Переключиться на отладочную версию";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Переключайтесь на отладочную версию только если Fcitx5 падает и вы хотите помочь с отладкой.";
"Switch to Release" = "Переключиться на релизную версию";
"Table" = "Таблица";
"Table config: *.conf or *.conf.in" = "Конфиг таблицы: *.conf или *.conf.in";
"Table data: *.dict or *.txt" = "Данные таблицы: *.dict или *.txt";
"Tamil" = "Тамильский";
"Thai" = "Тайский";
"Theme Editor" = "Редактор тем";
"Theme name" = "Название темы";
"Toggle input method" = "Переключить метод ввода";
"Toggle Sidebar" = "Переключить боковую панель";
"Toggle the visibility of the sidebar" = "Переключить видимость боковой панели";
"Type here to preview style" = "Введите здесь для предпросмотра стиля";
"Ukrainian" = "Украинский";
"Uninstall" = "Деинсталлировать";
"Uninstall and keep user data" = "Удалить, сохранив пользовательские данные";
"Uninstall failed, you may need to manually remove" = "Удаление не увенчалось успехом, возможно потребуется удаление вручную";
"Unknown - %@" = "Неизвестно - %@";
"Unsupported config" = "Неподдерживаемая конфигурация";
"Unsupported option type %@" = "Неподдерживаемый тип опции %@";
"Update" = "Обновить";
"Update available" = "Доступно обновление";
"Update now" = "Обновить сейчас";
"uses" = "использует";
"Version %@ available" = "Доступна версия %@";
"Vietnamese" = "Вьетнамский";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Когда включён Liquid Glass, тема следует за фоном приложения, как это делают встроенные методы ввода.\nЧтобы установить фиксированную светлую/тёмную тему, измените Фон → Размытие на «Нет» или «Размытие».";
"Yes" = "Да";
"You may re-enable it in Advanced → macOS Frontend." = "Вы можете включить это снова в Дополнительно → Интерфейс macOS.";
"You may re-enable it in Advanced → macOS Notification." = "Вы можете включить это снова в Дополнительно → Уведомление macOS.";
"Your system version is no longer supported" = "Ваша версия системы больше не поддерживается";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
